Repository: erwinvanhunen/presentink
Catalog: PresentInk/Localizable.xcstrings
Source language: en
Languages: nl, sv

source: A new version
nl: A nieuwe versie
sv: En ny version

source: About
nl: Over
sv: Om

source: Break Length
nl: Lengte
sv: Pauslängd

source: Break Message
nl: Bericht
sv: Pausmeddelande

source: Break Time
nl: Pauze timer
sv: Paus tid

source: Break Timer
nl: Pauze timer
sv: Paus timer

source: Cancel
nl: Afbreken
sv: Avbryt

source: Check for new version on startup
nl: Controleer bij het opstarten op een nieuwe versie
sv: Sök efter ny version vid start

source: Check Now
nl: Controleer nu
sv: Sök nu

source: Checking...
nl: Controleren...
sv: Kontrollerar...

source: Choose which screen you want to record
nl: Selecteer welk scherm je wilt opnemen
sv: Välj vilken skärm du vill spela in

source: Click to record
nl: Klik om te wijzigen
sv: Klicka för att spela in

source: Customize keyboard shortcuts for quick access. Click to change
nl: Definieer eigen sneltoetsen
sv: Anpassa kortkommandon för snabb åtkomst. Klicka för att ändra

source: Default color
nl: Standaard kleur
sv: Standardfärg

source: Drag to select an area. Press Esc to cancel.
nl: Selecteer een gebied. Druk Esc om af te breken.
sv: Dra för att markera ett område. Tryck på Esc för att avbryta.

source: Draw
nl: Tekenen
sv: Rita

source: Drawing
nl: Tekenen
sv: Ritning

source: Experimental features (Text Typer)
nl: Experimentele functies (Tekst Typer)
sv: Experimentella funktioner (Text Typer)

source: Fast
nl: Snel
sv: Snabb

source: File selected:
nl: Geselecteerd bestand:
sv: Fil vald:

source: Font Size
nl: Font grootte
sv: Teckenstorlek

source: General
nl: Algemeen
sv: Allmänt

source: is available. You are currently using version
nl: is beschikbaar. U heeft momenteel versie
sv: är tillgänglig. Du använder för närvarande version

source: Language
nl: Taal
sv: Språk

source: Last checked
nl: Laatste controle
sv: Senast kontrollerad

source: Last checked: Never
nl: Laatste controle: nooit
sv: Senast kontrollerad: Aldrig

source: Last checked: Today
nl: Laatste controle: vandaag
sv: Senast kontrollerad: Idag

source: Launch at login
nl: Starten bij login
sv: Starta vid inloggning

source: Live captions
nl: Ondertitels
sv: Live undertexter

source: Magnifier
nl: Vergrootglas
sv: Förstoringsglas

source: minutes
nl: minuten
sv: minuter

source: No file selected
nl: Geen bestand geselecteerd
sv: Ingen fil vald

source: No Updates Available
nl: Geen updates beschikbaar
sv: Inga uppdateringar tillgängliga

source: Normal
nl: Normaal

source: Pen width
nl: Pen breedte
sv: Pennbredd

source: Press Cmd+C to copy, Cmd+S to save.
nl: Gebruik Cmd + C voor een kopie en Cmd + S om op te slaan.
sv: Tryck Cmd+C för att kopiera, Cmd+S för att spara.

source: Press keys...
nl: Druk toetsen...
sv: Tryck på tangenter...

source: Quit
nl: Afsluiten
sv: Avsluta

source: Record cropped
nl: Deel van scherm
sv: Spela in beskuren

source: Record Full Screen
nl: Volledig Scherm
sv: Spela in helskärm

source: Record Screen
nl: Schermopname
sv: Spela in skärm

source: Screen recorder
nl: Scherm opname
sv: Skärminspelare

source: Screenshot
nl: Schermafbeelding
sv: Skärmdump

source: Screenshot copied
nl: Schermafbeelding gekopieerd
sv: Skärmdump kopierad

source: Screenshot copied to clipboard
nl: Schermafbeelding gekopieerd naar klembord
sv: Skärmdump kopierad till urklipp

source: Screenshot saved
nl: Schermafbeelding opgeslagen
sv: Skärmdump sparad

source: Screenshot saved to
nl: Schermafbeelding opgeslagen in
sv: Skärmdump sparad i

source: Select a screen to record
nl: Selecteer scherm voor opname
sv: Välj en skärm att spela in

source: Select a text file
nl: Selecteer een tekst bestand
sv: Välj en textfil

source: Select screen
nl: Selecteer scherm
sv: Välj skärm

source: Select Text File...
nl: Selecteer tekst bestand...
sv: Välj textfil...

source: Select the screen where you want to display live captions
nl: Selecteer het scherm voor het toren van de ondertitels
sv: Välj skärmen där du vill visa liveundertexter

source: Settings...
nl: Instellingen…
sv: Inställningar...

source: Shortcut Conflict
nl: Sneltoets conflict
sv: Kortkommando-konflikt

source: Shortcuts
nl: Sneltoetsen
sv: Kortkommandon

source: Slow
nl: Langzaam
sv: Långsam

source: Spotlight
nl: Schijnwerper
sv: Strålkastare

source: Text Typer
nl: Tekst typer
sv: Textskrivare

source: This keyboard shortcut is already assigned to another action. Please choose a different combination.
nl: Deze sneltoets is al in gebruik. Kies een andere combinatie.
sv: Denna tangentbordsgenväg är redan tilldelad en annan åtgärd. Välj en annan kombination.

source: Typing speed
nl: Type snelheid
sv: Skrivhastighet

source: Unable to check for updates:
nl: Niet mogelijk om voor updates te controleren:
sv: Det går inte att söka efter uppdateringar:

source: Update Available
nl: Update beschikbaar
sv: Uppdatering tillgänglig

source: Update Check Failed
nl: Update controle mislukt
sv: Uppdateringskontroll misslyckades

source: You are running the latest version of PresentInk.
nl: U heeft de meest recente versie van PresentInk.
sv: Du använder den senaste versionen av PresentInk.

source: Download
sv: Ladda ner

source: Later
sv: Senare

source: Updates
sv: Uppdateringar
